Repository: yuta24/Bookshelf
Catalog: Client/Client/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# add.screen.search.placeholder
source: 検索
en: Search

# alert.message.connection_error
source: インターネットに接続できませんでした。通信環境をご確認後に再度お試しください。
en: Could not connect to the Internet. Please check your connection environment and try again.

# alert.message.limit_error
source: サーバ負荷が高くなっているため、少し時間をおいて再度お試しください。
en: Please try again in a few minutes due to high server load.

# alert.message.not_found_book
source: 書籍が見つかりませんでした。手動登録機能を追加するのでもうしばらくお待ちください。
en: No books found. Please wait a little longer while we add a manual registration function.

# alert.message.registration_limit: %lld
source: 一度に登録できるのは%lld件までです。
en: Up to %lld books can be registered at a time.

# alert.message.server_error
source: サーバでエラーが発生しました。少し時間をおいて再度お試しください。
en: An error has occurred on the server. Please wait a moment and try again.

# alert.message.timedout_error
source: 通信がタイムアウトしました。通信環境をご確認後に再度お試しください。
en: Connection timed out. Please check your connection environment and try again.

# alert.message.unknown_error
source: 原因不明なエラーが発生しました。少し時間をおいて再度お試しください。
en: An unexplained error has occurred. Please wait a moment and try again.

# alert.title.connection_error
source: 通信エラー
en: Connection failed

# alert.title.duplicate_book
source: 既に登録されています
en: Already registered

# alert.title.duplicate_tag
source: 既に登録されています
en: Already registered

# alert.title.empty_tag
source: タグ名が入力されていません
en: No tag name entered

# alert.title.enter_tag
source: タグ名の入力
en: Enter Tag Name

# alert.title.limit_error
source: APIエラー
en: API error

# alert.title.not_found_book
source: 検索エラー
en: Search failed

# alert.title.registration_limit_reached
source: 登録上限に達しました
en: Registration limit reached

# alert.title.server_error: %lld
source: サーバエラー: %lld
en: Server error: %lld

# alert.title.timedout_error
source: 通信タイムアウト
en: Connection timeout

# alert.title.unknown_error
source: 不明なエラー
en: Unknown error

# author
source: 著者
en: Author

# bought
source: 購入
en: Bought

# button.title.add
source: 追加
en: Add

# button.title.add_book
source: 書籍の登録
en: Register Book

# button.title.add_book.text
source: 検索条件を使って書籍の登録
en: Register Book using Search words

# button.title.add_tag
source: タグを追加
en: Add Tag

# button.title.cancel
source: キャンセル
en: Cancel

# button.title.close
source: 閉じる
en: Close

# button.title.delete
source: 削除
en: Delete

# button.title.delete_book
source: 書籍の削除
en: Delete Book

# button.title.edit_tag
source: タグを編集
en: Edit Tag

# button.title.filter
source: フィルタ
en: Filter

# button.title.open
source: 開く
en: Open

# button.title.open_app_settings
source: 設定を開く
en: Open settings

# button.title.register
source: 登録する
en: Register

# button.title.rescan
source: 再スキャン
en: Rescan

# confirm.delete_book
source: 本当に本を削除しますか？
en: Do you really want to delete it ?

# contact_us
source: 問い合せ
en: Contact Us

# friday
source: 金曜
en: Friday

# icloud_sync
source: iCloud同期
en: iCloud Sync

# monday
source: 月曜
en: Monday

# more
source: もっと見る
en: More

# new_release
source: 新発売
en: New release

# no_data
source: データなし
en: No data

# no_note
source: メモなし
en: No note

# note
source: メモ
en: Note

# notifications
source: 通知
en: Notification

# publisher
source: 出版社
en: Publisher

# reading_status
source: ステータス
en: Status

# reading_status.read
source: 既読
en: Read

# reading_status.read_at
source: 既読日
en: Read At

# reading_status.reading
source: 読書中
en: Reading

# reading_status.unread
source: 未読
en: Unread

# registered
source: 登録済
en: Registered

# remind
source: リマインド
en: Remind

# remind_settings
source: リマインド設定
en: Remind Settings

# remind_settings.day_of_week
source: 曜日
en: Day of week

# remind_settings.time
source: 時間
en: Time

# saturday
source: 土曜
en: Saturday

# screen.message.caption.scan_book
source: ‘978’ から始まるバーコードを写してください
en: Please scan the barcode starting with '978'

# screen.message.no_camera_permission
source: カメラにアクセスできません。設定画面からカメラへのアクセスを許可してください。
en: Unable to access the camera. Please allow access to the camera from the settings app.

# screen.message.scan_book
source: 読み取りたい書籍のバーコードをかざしてください
en: Hold up the barcode of the book you want to scan

# screen.title.books
source: 書籍
en: Books

# screen.title.detail
source: 詳細
en: Detail

# screen.title.display_settings
source: 表示設定
en: Display Settings

# screen.title.note
source: メモ
en: Note

# screen.title.notification
source: 通知
en: Notification

# screen.title.register_book
source: 書籍の登録
en: Register book

# screen.title.remind
source: リマインド
en: Remind

# screen.title.scan_book
source: 書籍の読み取り
en: Scan book

# screen.title.select_book_status
source: ステータスの選択
en: Select book status

# screen.title.selected
source: 選択中
en: Selected books

# screen.title.set_tag
source: タグの設定
en: Set tag

# screen.title.settings
source: 設定
en: Settings

# screen.title.shelf
source: 本棚
en: Shelf

# screen.title.statistics
source: 振り返り
en: Statistics

# screen.title.support
source: サポート
en: Support

# screen.title.tags
source: タグ
en: Tags

# shelf.screen.custom.filter
source: フィルタ
en: Filter

# shelf.screen.custom.grid
source: グリッド
en: Grid

# shelf.screen.custom.layout
source: レイアウト
en: Layout

# shelf.screen.custom.list
source: リスト
en: List

# shelf.screen.custom.sort
source: 表示順
en: Sort

# shelf.screen.custom.sort.created
source: 追加日
en: Added At

# shelf.screen.custom.sort.updated
source: 更新日
en: Updated At

# shelf.screen.custom.status.read
source: 既読
en: Read

# shelf.screen.custom.status.reading
source: 読書中
en: Reading

# shelf.screen.custom.status.unread
source: 未読
en: Unread

# statistics.screen.custom.target.created
source: 追加日
en: Added date

# statistics.screen.custom.target.read
source: 既読日
en: Read date

# status
source: ステータス
en: Status

# sunday
source: 日曜
en: Sunday

# support_app
source: アプリをサポート
en: Support the App

# tag
source: タグ
en: Tag

# tag.screen.register_placeholder
source: 名前
en: Name

# thursday
source: 木曜
en: Thursday

# title
source: タイトル
en: Title

# tuesday
source: 火曜
en: Tuesday

# unregistered
source: 未登録
en: Unregistered

# version
source: バージョン
en: Version

# wednesday
source: 水曜
en: Wednesday

# weekly_remind: %@ %@
source: 毎週%@%@
en: Every %@ at %@

# well_selling
source: よく売れている
en: Well selling
